Repository: wp-plugins/buddypress-gifts-latest-2014
Catalog: includes/languages/bp-gifts-*.po
Languages: pl_pl

source: Gift item was upload successfully! <br/>
pl_pl: Grafika prezentu została pomyślnie wczytana! <br/>

source: Gifts Image already exist!!
pl_pl: Ten prezent już istnieje

source: Please upload only JPG GIF or PNG image!!
pl_pl: Proszę wgrywać grafikę z rozszerzeniem JPG GIF lub PNG!

source: Gift item was deleted successfully!
pl_pl: Grafika prezentu została usunięta pomyślnie

source: Error !!! Can not delete gift item.
pl_pl: Błąd!!! Nie można usunąć tego prezentu

source: Gifts Item Admin
pl_pl: Prezenty (Strona administracyjna)

source: Gift name
pl_pl: Nazwa prezentu

source: Category
pl_pl: Kategoria

source: Point
pl_pl: Punkty

source: Save Settings
pl_pl: Zapisz ustawienia

source: Gifts Admin
pl_pl: Prezenty ( administracja)

source: Settings Updated.
pl_pl: Ustawienia zapisane

source: Gifts Uploaded.
pl_pl: Prezenty wczytane.

source: Select Gift Image to Upload *
pl_pl: Wybierz grafikę prezentu aby ją wgrać na serwer *

source: Upload
pl_pl: Wczytaj

source: send
pl_pl: przesłał

source: to
pl_pl: dla

source: Gifts was sent !
pl_pl: Prezent został wysłany!

source: Gifts Setup
pl_pl: Prezenty

source: Gifts
pl_pl: Prezenty

source: Gifts Settings Header
pl_pl: Prezenty ( Ustawianie nagłowka )

source: Gifts Settings
pl_pl: Prezenty ustawienia

source: Changes Saved.
pl_pl: Zmiany zapisane.

source: Do you love clicking checkboxes?
pl_pl: Kochasz klikać checkbox-y?

source: Yes
pl_pl: Tak

source: No
pl_pl: Nie

source: You received new gifts
pl_pl: Informacja o otrzymaniu nowego prezentu

source: Multiple gifts
pl_pl: Wiele prezentów

source: %d new gifts, multi-gifts!
pl_pl: %d nowe prezenty!

source: %s send gifts to you!
pl_pl: %s wysłał Ci prezent!

source: %s sent you a new gifts! Why not send one back? Check your new gifts: %s To see %s's profile: %s To send %s a gifts: %s ---------------------
pl_pl: %s wysłał Ci nowy prezent! Dlaczego również nie obdarować tego użytkonika super prezentem? Zobacz swoje nowe prezenty: %s Aby zobaczyć profil %s kliknij tutaj: %s Aby wysłać prezent dla %s kliknij tutaj: %s ---------------------

source: To disable these notifications please log in and go to: %s
pl_pl: Aby wyłączyć powiadomienie o otrzymaniu prezentów zaloguj się do serwisu a następnie kliknij tutaj: %s

source: Your Gifts
pl_pl: Twoje prezenty

source: %s' Gifts
pl_pl: Prezenty użytkownika - %s

source: We are very sorry but it seems that you do not have enough points to sent a gift:
pl_pl: Bardzo nam przykro, ale wygląda na to, że nie masz wystarczającej liczby punktów aby wysłać prezent.

source: You need at least:
pl_pl: Potrzebujesz conajmniej:

source: Points
pl_pl: Puntków

source: Comment <span>%s</span>
pl_pl: Komentarz <span>%s</span>

source: Mark as Favorite
pl_pl: Oznacz jak ulubione

source: Favorite
pl_pl: Ulubione

source: Remove Favorite
pl_pl: Usuń z ulubionych

source: Post
pl_pl: Publikuj

source: or press esc to cancel.
pl_pl: lub przyciśnij esc aby anulować.

source: You still don't have any gift yet!
pl_pl: Niestety nie masz jeszcze żadnych prezentów!

source: Either %s hasn't received any gift yet or they have restricted access
pl_pl: Prawdopodobnie użytkownik %s nie otrzymał jeszcze żadnego prezentu lub ma ograniczony dostęp do tej strony

source: In reply to:
pl_pl: W odpowiedzi do:

source: View Thread / Permalink
pl_pl: Zobacz wątek / odnośnik

source: View
pl_pl: Zobacz
